const productsData = {
        _pr1: {
                id: "_pr1",
                category: "Только дизайн",
                name: "Логотип",
                includes: "<p>— Логотип со всеми необходимыми его вариантами;</p>" +
                        "<p>— Подбор шрифтов;</p>" +
                        "<p>— Цветовая палитра;</p>" +
                        "<p>— Руководство по использованию.</p>",
                time: "<p>11 дней без учета правок</p>",
                process: "<p>1. Знакомство и ответы на вопросы;</p>" +
                        " <p>2. Заключение договора;</p>" +
                        "<p>3. Поэтапное согласование матриц проекта, шрифтов и самого логотипа.</p>",
                price: "20,000 ₽",
                pricing: "<p class=\"mb-21\">Час работы дизайнера: ~ 500 ₽</p>" +
                        "<p>60% — вознаграждение специалиста;</p>" +
                        "<p>10% — налоги и взносы;</p>" +
                        "<p>15% — аммортизация, развитие;</p>" +
                        "<p> 15% — вознаграждение старожил-атлантов =D</p>",
                images: "<img src=\"../img/services/svg/logo_white.svg\" class=\"product-slider__item\" />" +
                        "<img src=\"../img/services/svg/logo_white.svg\" class=\"product-slider__item\" />" +
                        "<img src=\"../img/services/svg/logo_white.svg\" class=\"product-slider__item\" />",
        },
        _pr2: {
                id: "_pr2",
                category: "Код + дизайн",
                name: "Интернет-магазин",
                includes: "<p>— Логотип со всеми необходимыми его вариантами;</p>" +
                        "<p>— Подбор шрифтов;</p>" +
                        "<p>— Цветовая палитра;</p>" +
                        "<p>— Руководство по использованию.</p>",
                time: "<p>11 дней без учета правок</p>",
                process: "<p>1. Знакомство и ответы на вопросы;</p>" +
                        " <p>2. Заключение договора;</p>" +
                        "<p>3. Поэтапное согласование матриц проекта, шрифтов и самого логотипа.</p>",
                price: "20,000 ₽",
                pricing: "<p class=\"mb-21\">Час работы дизайнера: ~ 500 ₽</p>" +
                        "<p>60% — вознаграждение специалиста;</p>" +
                        "<p>10% — налоги и взносы;</p>" +
                        "<p>15% — аммортизация, развитие;</p>" +
                        "<p> 15% — вознаграждение старожил-атлантов =D</p>",
                images: "<img src=\"../img/services/svg/market_white.svg\" class=\"product-slider__item\" />" +
                        "<img src=\"../img/services/svg/market_white.svg\" class=\"product-slider__item\" />" +
                        "<img src=\"../img/services/svg/market_white.svg\" class=\"product-slider__item\" />",
        },
        _pr3: {
                id: "_pr3",
                name: "SMM", 
                category: "Реклама",
                includes: "<p>— Логотип со всеми необходимыми его вариантами;</p>" +
                        "<p>— Подбор шрифтов;</p>" +
                        "<p>— Цветовая палитра;</p>" +
                        "<p>— Руководство по использованию.</p>",
                time: "<p>11 дней без учета правок</p>",
                process: "<p>1. Знакомство и ответы на вопросы;</p>" +
                        " <p>2. Заключение договора;</p>" +
                        "<p>3. Поэтапное согласование матриц проекта, шрифтов и самого логотипа.</p>",
                price: "20,000 ₽",
                pricing: "<p class=\"mb-21\">Час работы дизайнера: ~ 500 ₽</p>" +
                        "<p>60% — вознаграждение специалиста;</p>" +
                        "<p>10% — налоги и взносы;</p>" +
                        "<p>15% — аммортизация, развитие;</p>" +
                        "<p> 15% — вознаграждение старожил-атлантов =D</p>",
                images: "<img src=\"../img/services/svg/smm_white.svg\" class=\"product-slider__item\" />" +
                        "<img src=\"../img/services/svg/smm_white.svg\" class=\"product-slider__item\" />" +
                        "<img src=\"../img/services/svg/smm_white.svg\" class=\"product-slider__item\" />",
        },
        ids: ["_pr1", "_pr2", "_pr3"]
}