const productsData = {
  code_design_landing: {
    id: "code_design_landing",
    category: "Код + дизайн",
    name: "Лендинг",
    price: "35,000 ₽",
    details: [{
        title: "Что входит в услугу",
        items: [
          "— Анализ рынка и поиск возможностей;",
          "— Написание \"продающего\" текста;",
          "— Классный дизайн;",
          "— Адаптивность под все устройства;",
          "— Вёрстка под все браузеры;",
          "— Базовая настройка SEO;",
          "— Подбор и покупка хостинга и домена;",
          "— Полугодовое обслуживание.",
        ]
      },
      {
        title: "Время разработки",
        items: [
          "От 15 дней без учета правок.",
        ]
      },
      {
        title: "Главный принцип работы",
        items: [
          "Последовательность — согласование каждого шага из точки А в точку Б; от выводов к предложениям и действиям.",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Знакомство и ответы на вопросы;",
          "2. Согласование выводов и предложений;",
          "3. Заключение договора;",
          "4. Сдача работы;",
          "5. Полугодовое обслуживание.",
        ]
      },
      {
        title: "О ценообразовании и доходах",
        items: [
          "Час работы специалистов: ~500 ₽",
          "60% — вознаграждение специалистов;",
          "10% — налоги и взносы;",
          "15% — амортизация и развитие;",
          "15% — вознаграждение атлантов =D",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/landing_white.svg\" class=\"product-slider__item\" />"
      // "<img src=\"../img/services/svg/landing_white.svg\" class=\"product-slider__item\" />" +
      // "<img src=\"../img/services/svg/landing_white.svg\" class=\"product-slider__item\" />",
  },
  code_design_bigsite: {
    id: "code_design_bigsite",
    category: "Код + дизайн",
    name: "Большой сайт",
    price: "70,000 ₽",
    details: [{
        title: "Что входит в услугу",
        items: [
          "— Анализ рынка и поиск возможностей;",
          "— Продумывание логики от А до Я;",
          "— Написание текста;",
          "— Классный дизайн;",
          "— Адаптивность под все устройства;",
          "— Вёрстка под все браузеры;",
          "— Дополнительный функционал;",
          "— Базовая настройка SEO;",
          "— Подбор и покупка хостинга и домена;",
          "— Полугодовое обслуживание.",
        ]
      },
      {
        title: "Время разработки",
        items: [
          "От 25 дней без учета правок.",
        ]
      },
      {
        title: "Главный принцип работы",
        items: [
          "Последовательность — согласование каждого шага из точки А в точку Б; от выводов к предложениям и действиям.",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Знакомство и ответы на вопросы;",
          "2. Согласование выводов и предложений;",
          "3. Заключение договора;",
          "4. Сдача работы;",
          "5. Полугодовое обслуживание.",
        ]
      },
      {
        title: "О ценообразовании и доходах",
        items: [
          "Час работы специалистов: ~500 ₽",
          "60% — вознаграждение специалистов;",
          "10% — налоги и взносы;",
          "15% — амортизация и развитие;",
          "15% — вознаграждение атлантов =D",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/big_white.svg\" class=\"product-slider__item\" />"
      // "<img src=\"../img/services/svg/big_white.svg\" class=\"product-slider__item\" />" +
      // "<img src=\"../img/services/svg/big_white.svg\" class=\"product-slider__item\" />",
  },
  code_design_market: {
    id: "code_design_market",
    category: "Код + дизайн",
    name: "Интернет-магазин",
    price: "125,000 ₽",
    details: [{
        title: "Что входит в услугу",
        items: [
          "— Анализ рынка и поиск возможностей;",
          "— Продумывание логики от А до Я;",
          "— Написание текста;",
          "— Классный дизайн;",
          "— Адаптивность под все устройства;",
          "— Вёрстка под все браузеры;",
          "— Настройка необходимого функционала;",
          "— Подключение платежных систем;",
          "— Базовая настройка SEO;",
          "— Подбор и покупка хостинга и домена;",
          "— Полугодовое обслуживание.",
        ]
      },
      {
        title: "Время разработки",
        items: [
          "От 30 дней без учета правок.",
        ]
      },
      {
        title: "Главный принцип работы",
        items: [
          "Последовательность — согласование каждого шага из точки А в точку Б; от выводов к предложениям и действиям.",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Знакомство и ответы на вопросы;",
          "2. Согласование выводов и предложений;",
          "3. Заключение договора;",
          "4. Сдача работы;",
          "5. Полугодовое обслуживание.",
        ]
      },
      {
        title: "О ценообразовании и доходах",
        items: [
          "Час работы специалистов: ~500 ₽",
          "60% — вознаграждение специалистов;",
          "10% — налоги и взносы;",
          "15% — амортизация и развитие;",
          "15% — вознаграждение атлантов =D",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/market_white.svg\" class=\"product-slider__item\" />"
      // "<img src=\"../img/services/svg/market_white.svg\" class=\"product-slider__item\" />" +
      // "<img src=\"../img/services/svg/market_white.svg\" class=\"product-slider__item\" />",
  },
  design_logo: {
    id: "design_logo",
    category: "Только дизайн",
    name: "Логотип",
    price: "20,000 ₽",
    details: [{
        title: "Что входит в услугу",
        items: [
          "— Логотип и все его нужные варианты;",
          "— Подбор шрифта;",
          "— Цветовая палитра;",
          "— Руководство по использованию.",
        ]
      },
      {
        title: "Время разработки",
        items: [
          "От 11 дней без учета правок.",
        ]
      },
      {
        title: "Главный принцип работы",
        items: [
          "Последовательность — согласование каждого шага из точки А в точку Б; от выводов к предложениям и действиям.",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Знакомство и ответы на вопросы;",
          "2. Согласование выводов и предложений;",
          "3. Заключение договора;",
          "4. Сдача работы.",
        ]
      },
      {
        title: "О ценообразовании и доходах",
        items: [
          "Час работы дизайнера: ~500 ₽",
          "60% — вознаграждение специалистов;",
          "10% — налоги и взносы;",
          "15% — амортизация и развитие;",
          "15% — вознаграждение атлантов =D",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/logo_white.svg\" class=\"product-slider__item\" />"
      // "<img src=\"../img/services/svg/logo_white.svg\" class=\"product-slider__item\" />" +
      // "<img src=\"../img/services/svg/logo_white.svg\" class=\"product-slider__item\" />",
  },
  design_branding: {
    id: "design_branding",
    category: "Только дизайн",
    name: "Фирменный стиль",
    price: "30,000 ₽",
    details: [{
        title: "Что входит в услугу",
        items: [
          "— Подбор шрифтов;",
          "— Цветовая палитра;",
          "— Стилеобразуещие элементы;",
          "— Руководство по использованию.",
        ]
      },
      {
        title: "Время разработки",
        items: [
          "От 15 дней без учета правок.",
        ]
      },
      {
        title: "Главный принцип работы",
        items: [
          "Последовательность — согласование каждого шага из точки А в точку Б; от выводов к предложениям и действиям.",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Знакомство и ответы на вопросы;",
          "2. Согласование выводов и предложений;",
          "3. Заключение договора;",
          "4. Сдача работы.",
        ]
      },
      {
        title: "О ценообразовании и доходах",
        items: [
          "Час работы дизайнера: ~500 ₽",
          "60% — вознаграждение специалистов;",
          "10% — налоги и взносы;",
          "15% — амортизация и развитие;",
          "15% — вознаграждение атлантов =D",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/branding_white.svg\" class=\"product-slider__item\" />"
      // "<img src=\"../img/services/svg/branding_white.svg\" class=\"product-slider__item\" />" +
      // "<img src=\"../img/services/svg/branding_white.svg\" class=\"product-slider__item\" />",
  },
  design_landing: {
    id: "design_landing",
    name: "Лендинг",
    category: "Только дизайн",
    price: "20,000 ₽",
    details: [{
        title: "Что входит в услугу",
        items: [
          "— Анализ рынка и поиск возможностей;",
          "— Написание \"продающего\" текста;",
          "— Классный дизайн;",
          "— Адаптивность под все устройства;",
          "— Комментарии для верстальщика.",
        ]
      },
      {
        title: "Время разработки",
        items: [
          "От 10 дней без учета правок.",
        ]
      },
      {
        title: "Главный принцип работы",
        items: [
          "Последовательность — согласование каждого шага из точки А в точку Б; от выводов к предложениям и действиям.",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Знакомство и ответы на вопросы;",
          "2. Согласование выводов и предложений;",
          "3. Заключение договора;",
          "4. Сдача работы.",
        ]
      },
      {
        title: "О ценообразовании и доходах",
        items: [
          "Час работы дизайнера: ~500 ₽",
          "60% — вознаграждение специалистов;",
          "10% — налоги и взносы;",
          "15% — амортизация и развитие;",
          "15% — вознаграждение атлантов =D",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/landing_white.svg\" class=\"product-slider__item\" />"
      // "<img src=\"../img/services/svg/landing_white.svg\" class=\"product-slider__item\" />" +
      // "<img src=\"../img/services/svg/landing_white.svg\" class=\"product-slider__item\" />",
  },
  design_bigsite: {
    id: "design_bigsite",
    name: "Большой сайт",
    category: "Только дизайн",
    price: "50,000 ₽",
    details: [{
        title: "Что входит в услугу",
        items: [
          "— Анализ рынка и поиск возможностей;",
          "— Продумывание логики от А до Я;",
          "— Написание текста;",
          "— Классный дизайн;",
          "— Адаптивность под все устройства;",
          "— Комментарии для верстальщика.",
        ]
      },
      {
        title: "Время разработки",
        items: [
          "От 20 дней без учета правок.",
        ]
      },
      {
        title: "Главный принцип работы",
        items: [
          "Последовательность — согласование каждого шага из точки А в точку Б; от выводов к предложениям и действиям.",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Знакомство и ответы на вопросы;",
          "2. Согласование выводов и предложений;",
          "3. Заключение договора;",
          "4. Сдача работы.",
        ]
      },
      {
        title: "О ценообразовании и доходах",
        items: [
          "Час работы дизайнера: ~500 ₽",
          "60% — вознаграждение специалистов;",
          "10% — налоги и взносы;",
          "15% — амортизация и развитие;",
          "15% — вознаграждение атлантов =D",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/big_white.svg\" class=\"product-slider__item\" />"
      // "<img src=\"../img/services/svg/big_white.svg\" class=\"product-slider__item\" />" +
      // "<img src=\"../img/services/svg/big_white.svg\" class=\"product-slider__item\" />",
  },
  design_market: {
    id: "design_market",
    name: "Интернет-магазин",
    category: "Только дизайн",
    price: "75,000 ₽",
    details: [{
        title: "Что входит в услугу",
        items: [
          "— Анализ рынка и поиск возможностей;",
          "— Продумывание логики от А до Я;",
          "— Написание текста;",
          "— Классный дизайн;",
          "— Адаптивность под все устройства;",
          "— Комментарии для верстальщика."
        ]
      },
      {
        title: "Время разработки",
        items: [
          "От 20 дней без учета правок.",
        ]
      },
      {
        title: "Главный принцип работы",
        items: [
          "Последовательность — согласование каждого шага из точки А в точку Б; от выводов к предложениям и действиям.",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Знакомство и ответы на вопросы;",
          "2. Согласование выводов и предложений;",
          "3. Заключение договора;",
          "4. Сдача работы.",
        ]
      },
      {
        title: "О ценообразовании и доходах",
        items: [
          "Час работы дизайнера: ~500 ₽",
          "60% — вознаграждение специалистов;",
          "10% — налоги и взносы;",
          "15% — амортизация и развитие;",
          "15% — вознаграждение атлантов =D",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/market_white.svg\" class=\"product-slider__item\" />"
      // "<img src=\"../img/services/svg/market_white.svg\" class=\"product-slider__item\" />" +
      // "<img src=\"../img/services/svg/market_white.svg\" class=\"product-slider__item\" />",
  },
  design_polygraphy: {
    id: "design_polygraphy",
    name: "Полиграфия",
    category: "Только дизайн",
    price: "3,000 ₽",
    details: [{
        title: "Время разработки",
        items: [
          "От 2 дней без учета правок.",
        ]
      },
      {
        title: "Главный принцип работы",
        items: [
          "Последовательность — согласование каждого шага из точки А в точку Б; от выводов к предложениям и действиям.",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Знакомство и ответы на вопросы;",
          "2. Согласование выводов и предложений;",
          "3. Заключение договора;",
          "4. Сдача работы.",
        ]
      },
      {
        title: "О ценообразовании и доходах",
        items: [
          "Час работы дизайнера: ~500 ₽",
          "60% — вознаграждение специалистов;",
          "10% — налоги и взносы;",
          "15% — амортизация и развитие;",
          "15% — вознаграждение атлантов =D",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/poligraphy_white.svg\" class=\"product-slider__item\" />"
      // "<img src=\"../img/services/svg/poligraphy_white.svg\" class=\"product-slider__item\" />" +
      // "<img src=\"../img/services/svg/poligraphy_white.svg\" class=\"product-slider__item\" />",
  },
  design_networks: {
    id: "design_networks",
    name: "Социальные сети",
    category: "Только дизайн",
    price: "7,000 ₽",
    details: [{
        title: "Время разработки",
        items: [
          "От 3 дней без учета правок.",
        ]
      },
      {
        title: "Главный принцип работы",
        items: [
          "Последовательность — согласование каждого шага из точки А в точку Б; от выводов к предложениям и действиям.",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Знакомство и ответы на вопросы;",
          "2. Согласование выводов и предложений;",
          "3. Заключение договора;",
          "4. Сдача работы.",
        ]
      },
      {
        title: "О ценообразовании и доходах",
        items: [
          "Час работы дизайнера: ~500 ₽",
          "60% — вознаграждение специалистов;",
          "10% — налоги и взносы;",
          "15% — амортизация и развитие;",
          "15% — вознаграждение атлантов =D",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/network_white.svg\" class=\"product-slider__item\" />"
      // "<img src=\"../img/services/svg/network_white.svg\" class=\"product-slider__item\" />" +
      // "<img src=\"../img/services/svg/network_white.svg\" class=\"product-slider__item\" />",
  },
  marketing_complex: {
    id: "marketing_complex",
    name: "Комплексная реклама",
    category: "Реклама",
    price: "75,000 ₽",
    details: [{
        title: "Что входит в услугу",
        items: [
          "— Анализ сайта и рынка;",
          "— Контекстная реклама;",
          "— Продвижение в соцсетях (SMM);",
          "— SEO-оптимизация сайта.",
        ]
      },
      {
        title: "Период обслуживания",
        items: [
          "Неограничен. С помесячной оплатой.",
        ]
      },
      {
        title: "Главный принцип работы",
        items: [
          "Последовательность — согласование каждого шага из точки А в точку Б; от выводов к предложениям и действиям.",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Знакомство и ответы на вопросы;",
          "2. Согласование выводов и предложений;",
          "3. Заключение договора;",
          "4. Сдача работы.",
        ]
      },
      {
        title: "О ценообразовании и доходах",
        items: [
          "Час работы дизайнера: ~400 ₽",
          "60% — вознаграждение специалистов;",
          "10% — налоги и взносы;",
          "15% — амортизация и развитие;",
          "15% — вознаграждение атлантов =D",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/complex_white.svg\" class=\"product-slider__item\" />"
      // "<img src=\"../img/services/svg/complex_white.svg\" class=\"product-slider__item\" />" +
      // "<img src=\"../img/services/svg/complex_white.svg\" class=\"product-slider__item\" />",
  },
  marketing_context: {
    id: "marketing_context",
    name: "Контекстная реклама",
    category: "Реклама",
    price: "50,000 ₽",
    details: [{
        title: "Что входит в услугу",
        items: [
          "— Анализ рынка и поиск возможностей;",
          "— Рекламные кампании всех товаров;",
          "— Настроенная метрика с целями;",
          "— Баннеры для рекламы на сайтах.",
        ]
      },
      {
        title: "Подробнее об этапах работы",
        items: [
          "1. Тесное знакомство с тематикой компании и с его УТП (уникальным торговым предложением);",
          "2. Анализ конкурентов;",
          "3. Создание интеллектуальной карты ключевиков;",
          "4. Перекрестка ключевиков между собой для создания максимального возможного кол-ва ключевиков;",
          "5. Начинаем парсинг, чтобы проверить какие ключевики из получившегося невероятного кол-ва ключевиков реально вбивают в поисковую строку;",
          "6. Вручную чистим тысячи ключевиков, чтобы убрать ненужные и не относящиеся к тематике. Таким образом, получаем абсолютно все нужные нам ключевики;",
          "7. Один ключевик = одно скорректированное объявление. Это позволяет рекламироваться по минимальной цене. Потому что браузеры это любят и поднимают нас в топ выдачи. При этом все будут платить 500 ₽ за клик, а Вы 37 ₽;",
          "8. Создаем РСЯ, которая позволяет рекламироваться на сайтах с похожей тематикой в виде баннеров;",
          "9. Настраиваем метрику, чтобы, опираясь на ее результаты, постоянно улучшать показатели.",
        ]
      },
      {
        title: "Период обслуживания",
        items: [
          "1 месяц + дополнительное обслуживание кампаний за 10,000 ₽",
        ]
      },
      {
        title: "Главный принцип работы",
        items: [
          "Последовательность — согласование каждого шага из точки А в точку Б; от выводов к предложениям и действиям.",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Знакомство и ответы на вопросы;",
          "2. Согласование выводов и предложений;",
          "3. Заключение договора;",
          "4. Сдача работы.",
        ]
      },
      {
        title: "О ценообразовании и доходах",
        items: [
          "Час работы дизайнера: ~400 ₽",
          "60% — вознаграждение специалистов;",
          "10% — налоги и взносы;",
          "15% — амортизация и развитие;",
          "15% — вознаграждение атлантов =D",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/context_white.svg\" class=\"product-slider__item\" />"
      // "<img src=\"../img/services/svg/context_white.svg\" class=\"product-slider__item\" />" +
      // "<img src=\"../img/services/svg/context_white.svg\" class=\"product-slider__item\" />",
  },
  marketing_seo: {
    id: "marketing_seo",
    name: "SEO продвижение",
    category: "Реклама",
    price: "30,000 ₽",
    details: [
      {
        title: "Что входит в услугу",
        items: [
          "— Анализ сайта и рынка;",
          "— Выведение в топ-10 поиска;",
          "— Оптимизация кода и логики.",
        ]
      },
      {
        title: "Подробнее об этапах работы",
        items: [
          "1. Анализ сайта и рынка;",
          "2. Формирование первичных поисковых запросов;",
          "3. Формирование широкой структуры сайта. Для каждой группы поисковых запросов необходимо создать и оптимизировать свою страницу;",
          "4. Внутренняя оптимизация сайта;",
          "5. Внутренняя перелинковка. Важно создать внутреннюю перелинковку так, чтобы пользователи и поисковый робот легко могли попасть на другие страницы сайта;",
          "6. Оптимизация контента: тексты, метатеги;",
          "7. Внешняя оптимизация сайта;",
          "8. Улучшение результатов.",
        ]
      },
      {
        title: "Период обслуживания",
        items: [
          "7 месяцев с помесячной оплатой. Первые результаты уже через 2 месяца",
        ]
      },
      {
        title: "Главный принцип работы",
        items: [
          "Последовательность — согласование каждого шага из точки А в точку Б; от выводов к предложениям и действиям.",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Знакомство и ответы на вопросы;",
          "2. Согласование выводов и предложений;",
          "3. Заключение договора;",
          "4. Сдача работы.",
        ]
      },
      {
        title: "О ценообразовании и доходах",
        items: [
          "Час работы дизайнера: ~400 ₽",
          "60% — вознаграждение специалистов;",
          "10% — налоги и взносы;",
          "15% — амортизация и развитие;",
          "15% — вознаграждение атлантов =D",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/seo_white.svg\" class=\"product-slider__item\" />"
      // "<img src=\"../img/services/svg/seo_white.svg\" class=\"product-slider__item\" />" +
      // "<img src=\"../img/services/svg/seo_white.svg\" class=\"product-slider__item\" />",
  },
  marketing_smm: {
    id: "marketing_smm",
    name: "SMM — соцсети",
    category: "Реклама",
    price: "15,000 ₽",
    details: [{
        title: "Что входит в услугу",
        items: [
          "— Анализ профиля и конкурентов;",
          "— Продвижение аккаунта в соцсети;",
          "— Отчеты о продвижении каждые 2 недели.",
        ]
      },
      {
        title: "Период обслуживания",
        items: [
          "Неограничен. С помесячной оплатой.",
        ]
      },
      {
        title: "Главный принцип работы",
        items: [
          "Последовательность — согласование каждого шага из точки А в точку Б; от выводов к предложениям и действиям.",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Знакомство и ответы на вопросы;",
          "2. Согласование выводов и предложений;",
          "3. Заключение договора;",
          "4. Сдача работы.",
        ]
      },
      {
        title: "О ценообразовании и доходах",
        items: [
          "Час работы дизайнера: ~400 ₽",
          "60% — вознаграждение специалистов;",
          "10% — налоги и взносы;",
          "15% — амортизация и развитие;",
          "15% — вознаграждение атлантов =D",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/smm_white.svg\" class=\"product-slider__item\" />"
      // "<img src=\"../img/services/svg/smm_white.svg\" class=\"product-slider__item\" />" +
      // "<img src=\"../img/services/svg/smm_white.svg\" class=\"product-slider__item\" />",
  },
  ids: ["code_design_landing", "code_design_bigsite", "code_design_market",
    "design_logo", "design_branding", "design_landing", "design_bigsite", "design_market",
    "design_polygraphy", "design_networks", "marketing_complex", "marketing_context", "marketing_seo",
    "marketing_smm"
  ]
}