const productsData = {
  research: {
    id: "research",
    category: "Быстрый старт",
    name: "Исследование рынка",
    price: "9 990 ₽",
    details: [{
        title: "Что входит в услугу",
        items: [
          "— Презентация и видеозапись;",
          "— Анализ фирменного стиля конкурентов;",
          "— Анализ дизайна сайтов и соцсетей конкурентов;",
          "— Анализ рекламы конкурентов;",
          "— Анализ целевой аудитории;",
          "— 3 сценария развития вашего бизнеса.",
        ]
      },
      {
        title: "Время разработки",
        items: [
          "1 день",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Обсуждение проекта на консультации;",
          "2. Заключение договора и оплата услуги;",
          "3. Сдача презентации, видеозаписи и сценариев.",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/network_white.svg\" class=\"product-slider__item\" />"
  },
  logo: {
    id: "logo",
    category: "Быстрый старт",
    name: "Логотип",
    price: "4 990 ₽",
    details: [{
        title: "Что входит в услугу",
        items: [
          "— Подбор шрифта;",
          "— Цветовая палитра;",
          "— 3 варианта логотипа на выбор;",
          "— Логотип в форматах svg, png, ai, psd;",
          "— Руководство по использованию.",
        ]
      },
      {
        title: "Время разработки",
        items: [
          "1 день",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Обсуждение логотипа на консультации;",
          "2. Заключение договора и оплата услуги;",
          "3. Сдача логотипа и руководства к нему.",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/logo_white.svg\" class=\"product-slider__item\" />"
  },
  analysis: {
    id: "analysis",
    category: "Быстрый старт",
    name: "Анализ проекта",
    price: "990 ₽",
    details: [{
        title: "Что входит в услугу",
        items: [
          "— Презентация и видеозапись;",
          "— Комментарии дизайнера и маркетолога;",
          "— Рекомендации по улучшению.",
        ]
      },
      {
        title: "Время разработки",
        items: [
          "1 день.",
        ]
      },
      {
        title: "Процесс работы",
        items: [
          "1. Обсуждение проекта на консультации;",
          "2. Заключение договора и оплата услуги;",
          "3. Сдача презентации и видеозаписи с комментариями и рекомендациями.",
        ]
      },
    ],
    images: "<img src=\"../img/services/svg/context_white.svg\" class=\"product-slider__item\" />"
  },
  consultation: {
    id: "consultation",
    category: "Быстрый старт",
    name: "Консультация",
    price: "0 ₽",
    details: [],
    images: "<img src=\"../img/services/svg/context_white.svg\" class=\"product-slider__item\" />"
  },
  ids: ["research", "logo", "analysis", "consultation"]
}